[
    {
        "id": 1,
        "title": "King BBQ",
        "subtitle": "King of Korean BBQ",
        "logo": "kingbbq",
        "address": "347 Le Van Sy, Ward 1, Tan Binh, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.796186,
            "longitude": 106.665601
        },
        "businessHours": {
            "opening": "10:00",
            "closing": "22:00"
        },
        "website": "https://kingbbq.vn/",
        "rating": 4.2,
        "description": "With a passion for cultural cuisine, King BBQ offers diners a creative Korea-standard experience in the way of preparing each dish, making it worthy to be the KING OF BBQ! The menu with more than 200 diverse and unique dishes, researched and refined by the SECRET marinade and sauce recipe from the Korean chefs with over 40 years of experience, will satisfy any diners when they come to King BBQ.",
        "photos": [
            "King BBQ restaurant",
            "King BBQ lunch",
            "King BBQ dinner",
            "King BBQ family meal",
            "King BBQ friends meal"
        ]
    },
    {
        "id": 2,
        "title": "Hutong",
        "subtitle": "Hotpot Paradise",
        "logo": "hutong",
        "address": "6B Le Quy Don, Vo Thi Sau, District 3, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.780275,
            "longitude": 106.692310
        },
        "businessHours": {
            "opening": "10:00",
            "closing": "22:00"
        },
        "website": "https://hutong.com.vn/",
        "rating": 4.3,
        "description": "Hong Kong's food culture is an exciting blend of traditional and contemporary flavors that creates a lively dining experience. The quintessential Hong Kong hot pot is a testament to the pickiness and fussiness in the cuisine of the 'Gourmet's Culinary Paradise'.\nThe HUTONG culinary team is constantly creating and experimenting to bring you 'unlike-before' experiences, so that each of your hot pot parties is complete and unique.",
        "photos": [
            "Hutong restaurant",
            "Hutong lunch",
            "Hutong dinner",
            "Hutong family meal",
            "Hutong friends meal"
        ]
    },
    {
        "id": 3,
        "title": "Tokyo Deli",
        "subtitle": "Sushi Restaurant",
        "logo": "tokyodeli",
        "address": "4 Truong Son, Ward 2, Tan Binh, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.806995,
            "longitude": 106.664446
        },
        "businessHours": {
            "opening": "11:00",
            "closing": "22:00"
        },
        "website": "https://tokyodeli.com.vn/",
        "rating": 4.2,
        "description": "Tokyo Deli is a restaurant chain that specializes in Japanese dishes, with the menu of over 200 dishes carefully selected from Japanese culinary experts, and regularly perfected to better suit Vietnamese tastes. Those who are Japanese cuisine gourmets are often very interested in how the dishes are cooked here, because those dishes always retain their identity from flavor to cooking steps.\nAt Tokyo Deli, in addition to Japan’s traditional Sashimi and Sushi dishes that are loved by most people who have ever enjoyed Japanese food, the menu provides a variety of options for diners who have enjoyed Japanese cuisine for the first time.",
        "photos": [
            "Tokyo Deli restaurant",
            "Tokyo Deli lunch",
            "Tokyo Deli dinner",
            "Tokyo Deli family meal",
            "Tokyo Deli friends meal"
        ]
    },
    {
        "id": 4,
        "title": "GoGi House",
        "subtitle": "Korean BBQ Restaurant",
        "logo": "gogihouse",
        "address": "143 Phan Xich Long, Ward 7, Phu Nhuan, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.797721,
            "longitude": 106.689400
        },
        "businessHours": {
            "opening": "10:00",
            "closing": "22:00"
        },
        "website": "https://gogi.com.vn/",
        "rating": 4.0,
        "description": "GoGi House - the No. 1 delicious Korean Barbecue Restaurant will take you to the barbecue restaurants in Seoul that have created a reputation for Korean cuisine. If you have once enjoyed barbecue at GoGi House, you won't be able to forget the 'ecstatic' taste of American beef short ribs, lean American beef shoulder, fresh ribs… blended with typical Korean spices. In addition, the indispensable side dishes such as bibimbap, cold noodles, Kimchi soup and hotpot dishes will also impress you more about Korean cuisine.",
        "photos": [
            "GoGi House restaurant",
            "GoGi House lunch",
            "GoGi House dinner",
            "GoGi House family meal",
            "GoGi House friends meal"
        ]
    },
    {
        "id": 5,
        "title": "Hotpot Story",
        "subtitle": "5 Asian Flavors",
        "logo": "hotpotstory",
        "address": "409 Le Van Sy, Ward 12, District 3, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.789007,
            "longitude": 106.675669
        },
        "businessHours": {
            "opening": "10:00",
            "closing": "22:00"
        },
        "website": "https://hotpotstory.vn/",
        "rating": 4.2,
        "description": "Packed with the quintessence of 5 international hotpot flavors from Thailand, China, Japan, and Korea, diners can indulge in the warm, ecstatic hotpot flavor with featured side dishes and unlimited line counter. You can enjoy a COMPLETE meal between starter, main course, side dish, and dessert, which all are in Hotpot Story!\nThe restaurant always focuses on GREEN and CLEAN ingredients, including premium-quality American beef, fresh vegetables imported from Dalat farms to ensure every delicious meal for diners. Hotpot Story wishes to bring many diners wonderful experiences and ideal fun.",
        "photos": [
            "Hotpot Story restaurant",
            "Hotpot Story lunch",
            "Hotpot Story dinner",
            "Hotpot Story family meal",
            "Hotpot Story friends meal"
        ]
    },
    {
        "id": 6,
        "title": "Sushi Hokkaido Sachi",
        "subtitle": "Vietnam's Top 1 Japanese Restaurant",
        "logo": "sushihokkaidosachi",
        "address": "180 Pasteur, Ben Nghe, District 1, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.778328,
            "longitude": 106.698382
        },
        "businessHours": {
            "opening": "10:30",
            "closing": "22:30"
        },
        "website": "https://sushihokkaidosachi.com.vn/",
        "rating": 4.3,
        "description": "Coming to Sushi Hokkaido Sachi, you will enjoy and experience authentic, delicious and very attractive Japanese dishes. Especially, all the Japanese dishes here are imported directly from the seafood paradise of Hokkaido, which is famous for the freshest seafood in Japan.\nSushi Hokkaido Sachi specializes in sushi and sashimi dishes. When coming here, diners will enjoy authentic sushi and sashimi dishes since they are cooked in the style of Japanese cuisine. Besides, all the ingredients for processing are imported completely from Hokkaido, the beautiful island of Japan, so the freshness, quality or safety of food and ingredients there is no need to discuss or worry about.",
        "photos": [
            "Sushi Hokkaido Sachi restaurant",
            "Sushi Hokkaido Sachi lunch",
            "Sushi Hokkaido Sachi dinner",
            "Sushi Hokkaido Sachi family meal",
            "Sushi Hokkaido Sachi friends meal"
        ]
    },
    {
        "id": 7,
        "title": "Sumo Yakiniku",
        "subtitle": "Japanese BBQ And Hotpot",
        "logo": "sumoyakiniku",
        "address": "59B Cao Thang, Ward 3, District 3, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.770657,
            "longitude": 106.681231
        },
        "businessHours": {
            "opening": "11:00",
            "closing": "22:00"
        },
        "website": "https://sumoyakiniku.com.vn/",
        "rating": 4.1,
        "description": "Associated with the name of the famous Japanese grilling art, Sumo Yakiniku is a barbecue restaurant that focuses on premium ingredients and elaborate preparation from preserving, processing meat, marinating sauce, dipping sauce, to grilling techniques.\nWith Sumo's à la carte menu, diners will fully enjoy Japanese cuisine: from premium meats with Wagyu beef, Harami, American beef tenderloin, Iberico pork to hotpot dishes and featured side dishes. Besides, Sumo Yakiniku also serves buffet menus for customers who want to enjoy Japanese barbecue or Courses/Combos for groups of 2-3 diners.",
        "photos": [
            "Sumo Yakiniku restaurant",
            "Sumo Yakiniku lunch",
            "Sumo Yakiniku dinner",
            "Sumo Yakiniku family meal",
            "Sumo Yakiniku friends meal"
        ]
    },
    {
        "id": 8,
        "title": "Kichi-Kichi",
        "subtitle": "Express Rotary Hotpot",
        "logo": "kichikichi",
        "address": "145 Phan Xich Long, Ward 7, Phu Nhuan, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.797755,
            "longitude": 106.689326
        },
        "businessHours": {
            "opening": "10:00",
            "closing": "22:00"
        },
        "website": "https://kichi.com.vn/",
        "rating": 4.1,
        "description": "Kichi-Kichi is the leading chain of restaurants specializing in hotpot buffets in Vietnam. Delicious and diverse dishes are served with a unique and modern conveyor, which is a combination of Kaiten serving style from Japan with modern architecture. With only one fixed price, diners can freely enjoy nearly 100 special hot pot dipping ingredients such as imported American beef, whole salmon, clean vegetables, fresh seasonal mushrooms, and so on.",
        "photos": [
            "Kichi-Kichi restaurant",
            "Kichi-Kichi lunch",
            "Kichi-Kichi dinner",
            "Kichi-Kichi family meal",
            "Kichi-Kichi friends meal"
        ]
    },
    {
        "id": 9,
        "title": "San Fu Lou",
        "subtitle": "Cantonese Kitchen",
        "logo": "sanfulou",
        "address": "195 Phan Xich Long, Ward 2, Phu Nhuan, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.798526,
            "longitude": 106.687525
        },
        "businessHours": {
            "opening": "07:00",
            "closing": "22:00"
        },
        "website": "https://sanfulou.com/",
        "rating": 4.1,
        "description": "At San Fu Lou, the traditional concept of a Chinese restaurant is brought to a new level of sophistication with a contemporary Eastern ambience replete with the colours and material of a traditional Chinese 'house'. This perfect combination allows diners to take in a visual feast before the food is served.\nWith the motto 'Delicious, Nutritious and Hygienic' as the Three Blessings, San Fu Lou is a place to enjoy Chinese classics such as a variety of Dimsum, warm Roast Meat, signature Stir-Fry dishes, along with handpicked teas, which allows all guests to appreciate nostalgic tastes in the modern times.",
        "photos": [
            "San Fu Lou restaurant",
            "San Fu Lou lunch",
            "San Fu Lou dinner",
            "San Fu Lou family meal",
            "San Fu Lou friends meal"
        ]
    },
    {
        "id": 10,
        "title": "Al Fresco's",
        "subtitle": "Enjoy Western Cuisine",
        "logo": "alfrescos",
        "address": "31 Bis Mac Dinh Chi, Da Kao, District 1, Ho Chi Minh City",
        "mapCoordinates": {
            "latitude": 10.784676,
            "longitude": 106.699353
        },
        "businessHours": {
            "opening": "10:00",
            "closing": "22:00"
        },
        "website": "https://alfrescos.com.vn/",
        "rating": 4.2,
        "description": "Since its establishment in 1996, Al Fresco's has provided customers in Vietnam with excellent quality dining experiences at a reasonable cost. The Al Fresco's restaurant chain has built a reputation for delicious dishes such as steaks, pizza, pasta and ribs, along with a variety of drinks from fruit juices and refreshing smoothies to domestic, imported beers and famous wines.\nAl Fresco's is also popular with Vietnamese and foreign families, couples and young people. With a clean, comfortable design and a sense of intimacy, the restaurant is an oasis that welcomes you to enjoy delicious food and excellent customer service after the hustle and bustle of daily life.",
        "photos": [
            "Al Fresco's restaurant",
            "Al Fresco's lunch",
            "Al Fresco's dinner",
            "Al Fresco's family meal",
            "Al Fresco's friends meal"
        ]
    }
]
